---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CwpCopyFloorInserts
source: html/374b1bab-6740-d2f1-75ac-2805613deda7.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CwpCopyFloorInserts Property

"Copy openings/inserts"

## Syntax (C#)
```csharp
public static ForgeTypeId CwpCopyFloorInserts { get; }
```